/* No comment provided by engineer. */
"Administrative access is needed to change your startup disk to \"%@\"." = "É necessário acesso administrativo para alterar o sistema de arranque para \"%@\".";

/* No comment provided by engineer. */
"Authentication may have failed." = "Autenticação pode ter falhado.";

/* help menu item */
"BootChamp Help" = "Ajuda BootChamp";

/* No comment provided by engineer. */
"BootChamp was unable to find a Windows volume" = "O BootChamp não foi capaz de encontrar um volume Windows";

/* No comment provided by engineer. */
"BootChamp was unable to install its required helper tool." = "O BootChamp não conseguiu instalar a ferramenta de ajuda necessária.";

/* No comment provided by engineer. */
"BootChamp was unable to restart your computer" = "O BootChamp não foi capaz de reiniciar o seu computador";

/* No comment provided by engineer. */
"BootChamp was unable to set your Windows volume as the temporary startup disk" = "O BootChamp não foi capaz de alterar o seu volume Windows como o sistema de arranque temporário";

/* check for updates menu item */
"Check for Updates…" = "Verificar se há actualizações…";

/* launch at startup menu item */
"Launch at startup" = "Executar no arranque";

/* No comment provided by engineer. */
"Please restart your computer manually." = "Por favor reinicie o seu computador manualmente.";

/* preferences title menu item */
"Preferences" = "Preferências";

/* quit menu item */
"Quit" = "Fechar";

/* restart into windows alternative menu item */
"Restart into %@" = "Reiniciar como %@";

/* restart into windows menu item */
"Restart into Windows" = "Reiniciar como Windows";

/* No comment provided by engineer. */
"Supported file systems are FAT32 and NTFS." = "Ficheiros de sistema suportados: FAT32 e NTFS.";

/* updating drives menu item */
"Updating…" = "Actualizando…";

